Repository: giellalt/corpus-sme
Catalog: tmx/smn/admin/sd/www.samediggi.fi/guhka_vurdojuvvon_nuortalasgiela_appes_almmustuvvan.html.tmx
Source language: sme
Languages: smn

source: Guhká vurdojuvvon nuortalašgiela áppes almmustuvvan
smn: Kuhháá vuordum nuorttâlâškielâ aabis almostum

source: Nuortalašgiela áppesgirjji “Jääkk-njaal AABBÂS” almmustahttindilálašvuohta lea Teamsis 16.12.2021 dmu 13.30 nuortalašgillii ja dmu 14.30 suomagillii.
smn: Nuorttâlâškielâ aabiskirje almostittemtilálâšvuotâ tuálloo Teamsist 16.12.2021 tme 13.30 nuorttâlâškielân já tme 14.30 suomâkielân.

source: Jääkk-njaal AABBÂS lea vuosttas luohká eatnigiela oahppagirji, mii láide smávva oahppi lohkama ja čállima máilbmái.
smn: Jääkk-njaal AABBÂS lii vuossâmuu luoka eenikielâ oppâkirje, mii joođeet uccâ uáppee luuhâm já čäällim maailmân.

source: Girji muitala Čeavetjávrris ássi 7-jahkásaš Jääkk-naalis.
smn: Hävskis já ivnáás aabis muštâl 7-ihásii Jääkk-njaalâst, kote áásá Čevetjäävrist.

source: Suohtas ja ivdnás áppes lea movttiidahtti ja doarju máná bajásšaddama iežas gillii ja kultuvrii.
smn: Kirje movtijdit já tuárju párnáá šoddâm jieijâs kielân já kulttuurân.

source: Áppesa lea giehtačállán Tiina Sanila-Aikio, govain ja doadjinbarggus vástida Tanja Sanila.
smn: Aabis kietâčalluu lii čáállám Tiina Sanila-Aikio, kuuvijd já tuáijim lii ráhtám Tanja Sanila.

source: Áppesgirjji bargojovkui leat oassálastán Satu Moshnikoff, Seija Sivertsen, Hannu Kangasniemi ja Raija Lehtola.
smn: Aabiskirje pargojuávkun láá uásálistám Satu Moshnikoff, Seija Sivertsen, Hannu Kangasniemi já Raija Lehtola.

source: Áppesgirjji almmustahttindilálašvuohta lea Teams-birrasis duorastaga 16.12.2021 diibmu 13.30 nuortalašgillii ja diibmu 14.30 suomagillii.
smn: Aabiskirje almostittemtilálâšvuotâ tuálloo Teams-pirrâsist tuorâstuv 16.12.2021 tijme 13.30 nuorttâlâškielân já suomâkielân tijme 14.30.

source: Dilálašvuođain Tiina Sanila-Aikio muitala girjji sisdoaluin ja ráhkadeamis, ja suomagielat dilálašvuođas mielde maiddái sárgu Tanja Sanila.
smn: Tilálâšvuođâin Tiina Sanila-Aikio muštâl kirje siskáldâsâst já rähtimist, já suomâkielâlii tilálâšvuođâst mieldi lii meid kuuvij rähtee Tanja Sanila.

source: Muitalusaid lassin beassat oaidnit bihtáid girjji sisdoalus.
smn: Mainâsij lasseen mij peessâp uáiniđ pittáid kirje siskáldâsâst.

source: Liggosit buresboahtin!
smn: Lieggâsávt tiervâpuáttim!

source: Liŋka Jääkk-njaal AABBÂS -girjji almmustahttindilálašvuhtii
smn: Liŋkkâ Jääkk-njaal AABBÂS -kirje almostittemtilálâšvuotân

source: Áppesis lea stuorra mearkkašupmi nuortalašgillii
smn: Aabisist lii stuorrâ merhâšume nuorttâlâškielân

source: Jääkk-njaal AABBÂS lea vuosttas ivnniiguin prentejuvvon nuortalašgiela áppesgirji ja dan gárváneapmi lea nuortalaš servošii mearkkašahtti ášši.
smn: Jääkk-njaal AABBÂS lii vuossâmuš ivnijguin teddilum nuorttâlâškielâ aabiskirje já ton valmâštum lii nuorttâlii siärvádâhân merhâšittee äšši.

source: – Mii illudat sakka dán ođđa, fiinna áppesa almmustuvvamis.
smn: – Mij ilodep čuuvtij taan uđđâ, mučis aabis almostum.

source: Dát lea máná vuosttas lávki nuortalašgielat skuvlabálgái.
smn: Taat lii párnáá vuossâmuš lävkki nuorttâlâškielâlii škovlâpálgást.

source: Áppes lea vuođđu čállindáiddu oahppamii ja skuvlamáná vuosttas iežas girji.
smn: Aabis lii čäällimtááiđu vuáđu já párnáá vuossâmuš kirje.

source: Dál nuortalaš bearrašat ožžot fiinna bargoneavvu máná giela ovdáneapmái.
smn: Tääl nuorttâliih perruuh finnejeh šiev pargoniävu párnáá kielâ ovdánmân.

source: Sávan maid, ahte girji ii báze dušše skuvlaatnui, muhto baicce maiddái váhnemat gávnnašedje girjji govaid ja máidnasa, dadjá Sámedikki skuvlen- ja oahppamateriálalávdegotti ságadoalli Tauno Ljetoff.
smn: Mun tuáivum meid, ete kirje ij pääsi tuš škoovlâst luuhâmnáál, peic meid vaanhimeh kavnâččii kirje kuuvijd já mainâs, iätá Sämitige škovlim- já oppâmateriaallävdikode saavâjođetteijee Tauno Ljetoff.

source: – Sávan, ahte mánát gávdnet oahpes áššiid áppesa sámebearrašis oktan gielain ja kultuvrrain.
smn: – Mun tuáivum, ete párnááh kävnih uápis aašijd sämmilii perrust kielâinis já kulttuurijnis.

source: Sávan maiddái, ahte nu máŋggat mánát go vejolaš beasašedje oahppat min álbmoga dieđuid ja dáidduid iežaset bearraša ja servoša siste.
smn: Siämmáá ääigi mun tuáivum, ete nuuvt maaŋgah párnááh ko máhđulâš peesih oppâđ mii aalmug tiäđuid já tááiđuid jieijâs perruu já siärváduv siste.

source: Oamastan áppesa iežan niidii Elli-Dåʹmnnai ja iežan oahpaheaddjái Seija Sivertsenii, joatká girjji giehtačálli Tiina Sanila-Aikio.
smn: Mun omâstâm aabis muu nieidâžân Elli-Dåʹmnnan já muu máttáátteijei Seija Sivertsenân, juátká kirje kietâčällee Tiina Sanila-Aikio.

source: – Govaid sárgun áppesii lea govvasárgui okta bargokarriera dehálamos bargguin.
smn: – Aabis kuuvij rähtim lii kovvejeijei ohtâ karrieer tehálumosijn pargoin.

source: Dát projeakta báhcá munnje agibeaivái muitui.
smn: Taat proojeekt lii lamaš munjin mielânpäccee.

source: Dat, ahte oaččon sárgut mánáidasamet govaid iežamet kultuvrras, mearkkaša munnje ollu, muitala govvasárgu Tanja Sanila.
smn: Tot, ete mun uážum rähtiđ mii párnáid kuuvijd mii jieččân kulttuurist, meerhâš munjin ennuv, iätá kovvejeijee Tanja Sanila.

source: Maiddái Sámedikkis illudit áppesa gárváneamis.
smn: Meid Sämitiggeest ilodeh aabis valmâštum.

source: – Áppes lea dávjá máná vuosttas konkrehtalaš vásáhus iežas eatnigielas čállojuvvon ja lohkkojuvvon hámis.
smn: – Aabis lii távjá párnáá vuossâmuš konkreetlâš feerim jieijâs eenikielâst čallum já luhhum häämist.

source: Áiggedási ja movttiidahtti oahppamateriálat leat okta ovttaveardásaš skuvlema elemeanttain.
smn: Moodeern já movtijdittee oppâmateriaaleh láá ohtâ oovtviärdásii škovlim elementijn.

source: Lea hui dehálaš, ahte nuortalašgielat mánáin lea viimmat vejolašvuohta oahpahallat iežaset giela áibba albma ja velába ná čáppa girjjis, lohká I várreságadoalli Anni Koivisto.
smn: Lii eromâš tehálâš, ete nuorttâlijn párnáin lii viijmâg máhđulâšvuotâ máttááttâllâđ jieijâs kielâs olmâ já valaba návt mučis kirjeest, iätá I värisaavâjođetteijee Anni Koivisto.

source: Áppesa sáhttá diŋgot Sámedikki skuvlen- ja oahppamateriáladoaimmahaga neahttagávppis .
smn: Aabis puáhtá tiiláđ Sämitige škovlim- já oppâmateriaaltoimâttuv nettikäävpist .

source: Lassediehtu:
smn: Lasetiäđuh:

source: Tiina Sanila-Aikio Giehtačálli tiina(at)sanila.fi
smn: Tiina Sanila-Aikio Kietâčällee tiina(at)sanila.fi

source: Petra Kuuva Oahppamateriálačálli tel. +358406772275 petra.kuuva(at)samediggi.fi
smn: Petra Kuuva Oppâmateriaalčällee puh. +358406772275 petra.kuuva(at)samediggi.fi
